app/controllers/users_controller_controller.rb

INSERT INTO "users" ("username", "bio") VALUES (?, ?)  [["username", "lol"], ["bio", "mdr"]]
---
  def new_user
    if params['username'] != nil

      a = params['username']
      b = params['bio']

      User.create(username: a, bio: b)